import {Book} from "../interface/book";

export const books: Book[] = [
  {
    id: 1,
    name: "А.С. Пушкин 'Пиковая дама'",
    description: "Мистическая история с драматическим сюжетом написана Пушкиным в 1833 году. Основой для сюжета послужили реальные события, произошедшие с князем Голицыным. Благодаря подсказке своей родственницы, княгини Голицыной, мужчина смог отыграть огромный карточный долг. Три карты, что назвала ему Наталья Петровна, спасли князя от полного краха",
    cost: 100,
    category: "Повесть",
    link: "Pushkin_A_S_Pikovaya_Dama.pdf"
  },
  {
    id: 2,
    name: "А.С. Пушкин 'Пиковая дама'",
    description: "Мистическая история с драматическим сюжетом написана Пушкиным в 1833 году. Основой для сюжета послужили реальные события, произошедшие с князем Голицыным. Благодаря подсказке своей родственницы, княгини Голицыной, мужчина смог отыграть огромный карточный долг. Три карты, что назвала ему Наталья Петровна, спасли князя от полного краха",
    cost: 100,
    category: "Повесть",
    link: "Pushkin_A_S_Pikovaya_Dama.pdf"
  },
  {
    id: 3,
    name: "А.С. Пушкин 'Пиковая дама'",
    description: "Мистическая история с драматическим сюжетом написана Пушкиным в 1833 году. Основой для сюжета послужили реальные события, произошедшие с князем Голицыным. Благодаря подсказке своей родственницы, княгини Голицыной, мужчина смог отыграть огромный карточный долг. Три карты, что назвала ему Наталья Петровна, спасли князя от полного краха",
    cost: 100,
    category: "Повесть",
    link: "Pushkin_A_S_Pikovaya_Dama.pdf"
  },
  {
    id: 4,
    name: "А.С. Пушкин 'Пиковая дама'",
    description: "Мистическая история с драматическим сюжетом написана Пушкиным в 1833 году. Основой для сюжета послужили реальные события, произошедшие с князем Голицыным. Благодаря подсказке своей родственницы, княгини Голицыной, мужчина смог отыграть огромный карточный долг. Три карты, что назвала ему Наталья Петровна, спасли князя от полного краха",
    cost: 100,
    category: "Повесть",
    link: "Pushkin_A_S_Pikovaya_Dama.pdf"
  },
  {
    id: 5,
    name: "А.С. Пушкин 'Пиковая дама'",
    description: "Мистическая история с драматическим сюжетом написана Пушкиным в 1833 году. Основой для сюжета послужили реальные события, произошедшие с князем Голицыным. Благодаря подсказке своей родственницы, княгини Голицыной, мужчина смог отыграть огромный карточный долг. Три карты, что назвала ему Наталья Петровна, спасли князя от полного краха",
    cost: 100,
    category: "Повесть",
    link: "Pushkin_A_S_Pikovaya_Dama.pdf"
  },
  {
    id: 6,
    name: "А.С. Пушкин 'Пиковая дама'",
    description: "Мистическая история с драматическим сюжетом написана Пушкиным в 1833 году. Основой для сюжета послужили реальные события, произошедшие с князем Голицыным. Благодаря подсказке своей родственницы, княгини Голицыной, мужчина смог отыграть огромный карточный долг. Три карты, что назвала ему Наталья Петровна, спасли князя от полного краха",
    cost: 100,
    category: "Повесть",
    link: "Pushkin_A_S_Pikovaya_Dama.pdf"
  },
]
